<?php 
use yii\widgets\LinkPager;
use yii\helpers\Url;
?>
<div style="margin:100px auto 180px auto;width:1000px;padding:100px" class="yh_1">
    <h2>魔克科技通行证用户协议</h2>
    <h3>魔克科技通行证用户协议
<span style="font-size:12px;">（注：协议中加粗加红条款请您重点阅读，如有不理解地方请参阅官网客服页面，或与客服联系）</span></h3>

<h4>1．概述 </h4>
      <p>本协议是用户与上海魔克科技有限公司及其关联企业（以下合称“魔克科技”）之间的法律协议。</p>
   <p>“关联企业”系指现在或将来与上海魔克科技有限公司构成“一方控制、共同控制另一方或对另一方施加重大影响，以及两方或两方以上同受一方控制、共同控制或重大影响”的关系的企业。</p>
   <p> “用户”是指愿意接受或实际上已经接受魔克科技提供的产品和服务的个人。 
    此份协议是用户接受魔克科技产品和服务时适用的通用条款。因此，请您在注册成为魔克科技通行证的用户前或接受魔克科技的产品和服务之前，详细地阅读本用户协议的所有内容。</p> 
<p>用户了解并同意：只要用户点击“同意”按钮并完成注册，用户就已接受了本用户协议及魔克科技公布的各项服务规则（包括网络游戏防沉迷系统及实名认证服务协议），并愿意受其约束。如果发生纠纷，用户不得以未仔细阅读为由进行抗辩。</p>
<p>用户了解并同意：随着经营情况的变化，魔克科技有权随时更改本用户协议及相关服务规则。修改本用户协议时，魔克科技将于相关页面公告修改的事实，有权不对用户进行个别通知。用户应该在每次登录魔克科技前查询魔克科技官方网站的相关公告，以了解本用户协议及其他服务规则的变化。若用户不同意本用户协议或相关服务规则，或者不同意魔克科技作出的修改，用户可以主动停止使用魔克科技提供的产品和服务，如果在魔克科技修改协议或服务规则后，用户仍继续使用魔克科技提供的产品和服务，即表示用户同意魔克科技对本用户协议及相关服务规则所做的所有修改。由于用户在用户协议变更后因未熟悉公告规定而引起的损失，魔克科技将不会承担任何责任。</p>
  
<h4>2．知识产权和所有权声明</h4> 
    <p>魔克科技提供的与产品和服务有关的全部信息、资料、技术（包括相关的软件）的著作权、专利权、商标、商业秘密、其他知识产权、所有权或其他权利，均为魔克科技或其权利人所有，除非事先获得魔克科技或其权利人的合法授权，用户不得对任何该信息、资料、软件、产品和服务进行修改、拷贝、散布、传送、展示、执行、复制、发行、授权、制作衍生著作、移转或销售。如用户未遵守本条款的上述规定，在不损害其他权利的情况下，魔克科技可立即终止向用户提供产品和服务，用户必须销毁任何已经获得的上述信息、资料、软件或产品。魔克科技拥有用户在使用魔克科技软件过程中或用户在接受魔克科技的服务过程中所产生的任何数据信息（包括但不限于账号资料、游戏数据及系统衍生数据等）的所有权。用户仅有权依据用户协议及有关游戏规则使用上述数据和信息。</p> 
    <p>用户已经了解并同意：在魔克科技提供的所有服务器上的数据（包括但不限于虚拟物品等）全部归“上海魔克科技有限公司”所有。在不影响用户正常接受服务的情况下，<p>魔克科技有权决定保留或不保留服务器上的全部或部分数据。</p>
    <p>魔克科技产品和服务中的各种虚拟物品数据，包括但不限于金币、钻石、道具、装备等，是魔克科技所提供的服务的一部分，其所有权归属魔克科技。用户只能在合乎法律规定和游戏规则的情况下使用，且可通过游戏行为和充值行为获准使用部分虚拟物品。本协议所称玩家对“虚拟物品的交换/转让”均指虚拟物品使用权的交换/转让，玩家无权交换/转让虚拟物品的所有权。 </p>
    
<h4>3．资费政策</h4>
    <p>魔克科技在提供产品和服务时，可能会对部分产品和服务向用户收取一定的费用。在此情况下，魔克科技会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的产品和服务。</p> 
   <p> 对于魔克科技的收费产品和服务，用户应该按照魔克科技确定的资费政策购买；否则，魔克科技可以立即停止向用户提供该产品和服务。</p> 
    <p>魔克科技将有权决定并随时修改所提供的产品和服务的资费标准和收费方式（包括免费到收费的修改），魔克科技可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照所提供的产品和服务的不同阶段确定不同的资费标准和收费方式；另外，魔克科技也可能不时地修改资费政策。魔克科技会将有关产品和服务的资费标准、收费方式、购买方式或其他有关资费政策的信息放置在该产品和服务相关网页的显著位置。 </p>
    <p>为了保障用户的合法权益以及完整地使用魔克科技的产品和服务的权利，建议用户到魔克科技指定的分销商处购买相关产品和服务。 </p>
    
<h4>4．账号和密码 </h4>
    <p>用户承诺以其真实身份注册魔克科技通行证，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议约定对所提供的信息承担相应的法律责任。用户以其真实身份注册魔克科技通行证后，需要修改所提供的个人身份资料信息的，魔克科技应当及时、有效地为其提供该项服务。 </p>
    <p>魔克科技有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。
    用户申请注册成功后，魔克科技有权根据魔克科技各产品商业运营情况分配给用户魔克科技通行证账号。用户了解并同意：账号一旦设定，就不可再为变更；而密码则可以在魔克科技的网页上进行变更。  </p>
    <p>用户了解并同意：每注册一个魔克科技通行证账号，即一次合同缔约行为，成就一份独立的服务合同。但魔克科技有权就同一用户名下的不同账号进行单独或整体的管理。 </p>
    <p>用户在注册时应提供完整、详尽、真实的个人资料，若所提供的资料日后有变更，用户应及时登录账号进行更新。若用户在魔克科技留下的个人资料与事实不符，魔克科技可以停止向其继续提供产品和服务。当用户向魔克科技主张其拥有某账号时，若该账号在魔克科技的身份信息记录与用户的身份信息有任何不符，魔克科技有权不予认定该账号为该用户所有。  </p>
    <p>用户了解并同意：在没有经过魔克科技允许并登记的情况下，用户不得将账号及密码泄漏或提供给他人知悉，也不得将账号出借或转让给他人使用。如因用户自身过错或用户计算机感染病毒或木马，而导致账号或密码泄漏的，用户应自行承担由此造成的损失。魔克科技员工（包括但不限于魔克科技的网站和论坛管理人员、客服人员等）不会以任何方式询问用户的密码，所以用户不应对任何人泄漏用户的密码，不要多人共享同一个账号，不要安装非法或来路不明的程序。如果用户遗失了密码，魔克科技针对处理此问题之服务保留索取额外费用的权利。 </p> 
    <p>若用户发现账号或密码被他人非法使用或有异常使用的情形，应立即根据魔克科技公布的处理方式通知魔克科技，并有权通知魔克科技暂停该账号的登录和使用，但用户在申请时应提供与其注册身份信息相一致的个人有效身份信息。魔克科技核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。魔克科技违反上述约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，应当承担其相应的法律责任。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，魔克科技有权拒绝用户上述请求。 
    魔克科技会向用户提供一定的免费或收费的保护账号密码的辅助工具，但用户了解并同意：这些工具只能在一定程度上提高账号和密码的安全，魔克科技并不担保用户在使用此类辅助工具后就能保障账号密码的绝对安全。 </p>
    <p>用户已经了解并同意，魔克科技在服务器数据出现异常（包括程序Bug导致的数据异常）时，可以将该服务器的数据还原到一定时点，对此魔克科技将不承担任何责任。 </p> 
 
<h4>5．用户的权利 </h4>
   <p> 用户可以根据本用户协议以及魔克科技公布的其他规则来接受魔克科技提供的产品和服务。 </p>
    <p>用户有权在接受魔克科技提供的产品和服务的期间监督魔克科技及魔克科技的工作人员是否按照魔克科技所公布的标准向用户提供产品和服务，也可以随时向魔克科技提出与魔克科技的产品和服务有关意见和建议。 </p>
<p>用户在拥有合法的账号下，可以在魔克科技的服务器上传使用服务所必需的信息，但信息中不得含有如下内容：  </p>
<p>（1）侵犯任何第三者的知识产权，版权或公众/私人权利； </p>
<p>（2）违反任何法律或善良风俗； </p>
    <p>（3）包含任何毁谤他人，性骚扰，种族歧视，或对未成年人有不良影响的内容； </p>
    <p>（4）包含病毒、木马程序、定时炸弹等可能对魔克科技或任何人的计算机系统造成伤害或影响其稳定性的内容。 </p>
    <p>魔克科技有权依照上传内容的严重性采取任何动作，包括但不限于根据第三方提出的权利主张屏蔽或删除用户上传的信息。 </p>
    <p>如果用户不同意本用户协议或对魔克科技作的修改有异议，或对魔克科技所提供产品和服务不满意，用户可以随时停止使用魔克科技的产品和服务。如果用户选择停止使用魔克科技的产品和服务，则魔克科技不再对用户承担任何义务和责任。 </p>
    <p>用户特此授权魔克科技免费使用用户上传的任何内容。 </p>
    <p>如果用户不同意本用户协议或对魔克科技作的修改有异议，或对魔克科技所提供产品和服务不满意，用户可以随时停止使用魔克科技的产品和服务。如果用户选择停止使用魔克科技的产品和服务，则魔克科技不再对用户承担任何义务和责任。</p> 
    
<h4>6．用户的义务 </h4>
    <p>用户需自行配备注册和使用网络所需的各项计算机及网络设备，并自行负担上网所需的各项费用。
 　魔克科技向用户提供的产品和服务本身属于商业行为，用户需要支付相应的费用。  </p>
    <p>用户有义务妥善保管使用魔克科技通行证的账号、密码及其他与魔克科技通行证有关的身份信息和证件。用户对登录后所持账号产生的行为依法享有权利和承担责任，使用该账号的人即被视为用户本人，其做出的任何行为也将视为用户的行为，用户应当为此账号使用者的一切行为负责。 </p> 
    <p>用户了解并同意：魔克科技有权根据服务的重要性不同，制定不同的安全级别策略，并要求用户提供相应级别的身份验证信息及资料，包括但不限于：账号、密码、超级身份验证码、身份证件复印件、原件、户籍证明等。当某项服务的申请者按魔克科技既定的方式通过身份验证后，魔克科技即可视其为该账号用户并依其申请提供服务，由此产生的一切后果由拥有该账号的用户自行承担。 </p>
    <p>用户同意遵守魔克科技网站和客服中心(FAQ)各项条款，用户应每周查看魔克科技官方网站公布的各项条款，包括但不限于GM服务政策、外挂处理流程、盗号处理流程等规范，该各项规范也是本合约的有效组成，与本合约具有同等效力。  </p>
    <p>用户在使用魔克科技产品和接受魔克科技服务的过程中，应当遵循以下原则： </p>
<p>（1）遵守中华人民共和国有关的法律和法规； </p>
<p>（2）不得为任何非法目的而使用服务系统 ； </p>
<p>（3）遵守所有与服务有关的网络协议、规定和程序； </p> 
<p>（4）不得对包括但不仅限于魔克科技的网站及提供的软件进行修改，还原工程(Reverse Engineering)，译码(Decompile)，反向组译(Disassemble)、复制(copy)或散布(distribute)； </p>
<p>（5）不得采取任何可能影响魔克科技的网络服务的非正常使用行为（包括但不限于损害、攻击服务器或使服务器过度负荷等）； </p>
<p>（6）不得通过第三方软件或在第三方软件的辅助下使用魔克科技的产品或接受魔克科技的服务；不得采取任何破坏游戏规则和违反游戏公平性的行为； </p>
<p>（7）未经魔克科技书面许可，不得使用魔克科技任何知识产权，来创造或提供相同或类似的网络服务，如仿真服务器、私人服务器等； </p>
<p>（8）不得利用魔克科技产品和网络服务系统进行任何可能对互联网的正常运转造成不利影响或可能干扰他人以正常方式使用魔克科技所提供的产品和网络服务的行为； </p>
<p>（9）不得利用魔克科技网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的、欺诈性的或其他任何非法的信息资料； </p>
<p>（10）不得利用魔克科技服务系统进行其他不利于魔克科技的行为； </p>
<p>（11）不得使用从非由魔克科技指定的渠道所获得的资料或信息； </p>
<p>（12）就魔克科技及合作商业伙伴的服务、产品、业务咨询应采取魔克科技指定的客户服务渠道和其他专门沟通渠道，不得在公众场合发布有关魔克科技及其相关服务的负面宣传； </p>
（<p>13）如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告魔克科技； </p>
     <p>（14）用户只能通过魔克科技内置的交换途径和经魔克科技官方认证的第三方交易平台进行虚拟物品数据使用权（包括但不限于虚拟货币、虚拟道具和装备等）的交换或转让。未经魔克科技允许不得将魔克科技旗下的游戏中的游戏账号、角色人物、虚拟货币、虚拟装备等数据与现实货币或者实物进行兑换，否则魔克科技将视为用户无条件放弃进行兑换的服务，魔克科技有权冻结、收回和删除此服务所涉及的数据，而不用对任何人由此产生的任何问题和损失承担责任； </p>
    <p>（15）当用户账户涉嫌盗号、外挂等非法和违规行为时，魔克科技基于该用户及其他游戏用户之合法权益，有权暂时封停该用户账号；经查证上述非法和违规行为属实后，魔克科技有权对此账号进行永久封停； </p>
    <p>（16）不得以违反游戏使用规则等非正常方式获得游戏中的虚拟物品（包括但不限于虚拟货币、虚拟道具和装备）； </p>
    <p>（17）不得利用魔克科技所提供的产品和服务在现实中获得盈利； </p>
    <p>（18）不得利用魔克科技的服务或产品发送或传播敏感信息和违反国家法律制度的信息，包括但不限于： </p> 
<p>(a)反对宪法所确定的基本原则的； </p>
<p>(b)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； </p>
<p>(c)损害国家荣誉和利益的； </p>
<p>(d)煽动民族仇恨、民族歧视，破坏民族团结的； </p>
<p>(e)破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
<p>(f)散布谣言，扰乱社会秩序，破坏社会稳定的； </p>
<p>(g)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； </p>
<p>(h)侮辱或者诽谤他人，侵害他人合法权益的； </p>
<p>(i)含有法律、行政法规禁止的其他内容的。 </p>
 
<h4>7．取消账号和终止、中止（即有期限停止）服务</h4>
   <p> 用户有如下任何一种或多种行为的，魔克科技有权随时取消该用户账号或终止或中止对该用户的全部或部分服务（包括但不限于封停该用户名下全部或部分账号和禁止有关角色登录），并且有权随时取消或收回用户在游戏内通过违规行为获取的任何利益： </p>
<p>（1）有违反本协议的行为； </p>
<p>（2）滥用所享有的权利； </p>
<p>（3）提供虚假注册信息（包括但不限于身份信息和联系方式）； </p>
<p>（4）有违反魔克科技发布的其他服务规则的行为或通过不正当手段使用魔克科技服务的； </p>
<p>（5）有损魔克科技及其权利人、关联企业或合作对象的权益和其他用户合法权益的行为（包括但不限于垄断游戏场景、不合理的阻止其他用户正常获取游戏中利益等任何可能破坏游戏的公平性或平衡性的行为）； </p>
<p>（6）有违反中国的法律、法规禁止性规定（包括但不限于发布违法信息）的行为； </p>
<p>（7）有违背社会善良风俗和社会公德的行为； </p>
<p>（8）有其他违反魔克科技相关规定的行为；  </p>
<p>（9）除上述情况外，用户在接受魔克科技服务时实施了其他不正当行为的；
    上述第（9）项规定中，用户实施的不正当行为仅指在本协议中有明确约定或属于魔克科技事先明确告知的禁止性行为，否则，魔克科技不得根据第（10）种情况的规定做出终止对用户的服务的决定。  </p> 
    <p>魔克科技依据上述第（1）、（3）、（6）、（7）、（9）项规定中止或终止对用户服务时，魔克科技应负初步举证责任。 </p>
    <p>同一用户注册的账号中有一个账号或多个账号出现违反本协议约定的行为，魔克科技有权根据实际情况，中止、终止对该用户名下部分或所有账号的服务，或取消该用户名下部分或所有账号。</p>
    <p>用户了解并同意：在一个魔克科技通行证账户充值之前，魔克科技对其提供的是完全免费的服务。基于免费服务的成本限制，魔克科技有权根据运营需要随时终止对该账户的服务。</p>
    <p>用户了解并同意：若一个魔克科技通行证账号连续180天（包时用户自包时到期日起计算）未登录魔克科技任意一款网络游戏的，魔克科技服务系统可以不再保留该账号及与该账号有关的数据。</p>
 
<h4>8．网络服务中断 </h4>
    <p>发生下列情形之一时，即使未经通知，魔克科技有权中断所提供的网络服务，并不需要向用户承担任何责任：</p> 
<p>（1）定期对有关的网站服务器或游戏服务器及其他网络设备或所提供的产品和网络服务的相关官方网站进行必要的维护、保养及施工；用户可以到魔克科技官方网站和游戏公告中查询每日停机维护时间；</p>
<p>（2）根据魔克科技的判断，随时对有关的网站服务器或游戏服务器及其他网络设备或所提供的产品和网络服务的相关官方网站进行必要的维护、保养及施工；</p>
<p>（3）因魔克科技的合作方或电信网络系统软硬件设备的故障、失灵或人为操作的疏失；</p>
<p>（4）他人侵入魔克科技的网络，篡改、删改或伪造、编造网站数据，或实施了任何影响魔克科技计算机系统正常运行的行为；</p>
<p>（5）不可抗力原因；</p> 
<p>（6）由于相关机构基于法律或法定程序的要求；</p>
<p>（7）其他基于法律或国家政策的规定。 </p>
 
<h4>9．终止网络服务 </h4>
     <p>用户或魔克科技可随时根据实际情况终止网络服务，魔克科技不需对任何用户或第三人负责而随时终止网络服务。
 
10．测试服务器和体验服务器
    <p>测试服务器（测试服）是指魔克科技在其公布的测试阶段（包括但不限于封测、内测和公测）中向用户提供产品和服务的服务器。</p>
    <p>体验服务器（体验服）是指魔克科技在某些游戏中推出的测试最新版本游戏系统及游戏内容的稳定性的服务器，用户可以在体验服务器中体验最新的产品和服务内容。</p>
    <p>在测试服以及体验服内的一切资料，将不在服务保管的范围内。用户一旦登录了测试服或体验服，接受了测试服或体验服的游戏服务，即表示您自愿接受以下条款：</p>
<p>（1）测试服或体验服提供的服务内容为非正式版本，可能会有与正式服务内容不同，可能存在程序不稳定或数据丢失的情况。</p>
<p>（2）魔克科技将不定期的对测试服或体验服进行维护，并根据需要对测试服和体验服的数据进行全部或部分的删除（包括但不限于您账户内的角色、经验值、道具及任何相关的记录和信息），或进行合法使用。</p>
<p>（3）考虑到测试服和体验服的不稳定情况，魔克科技有权不对登录测试服和体验服的用户提供游戏官方网站上公布的各项客户服务。</p>
 
<h4>11．隐私保护</h4>
<p>保护用户的隐私是魔克科技的一项基本政策。适用于用户的隐私管理规则以魔克科技官方网站公布的隐私政策为准。</p>
<p>保护用户的隐私是一项基本政策，未经用户的许可，魔克科技保证不对外公开或向任何第三方提供、公开或共享您注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：</p>
　　<p>（1）用户或用户监护人授权我们披露的；</p>
　　<p>（2）有关法律要求我们披露用户的；</p>
　　<p>（3）司法机关或行政机关基于法定程序要求我们提供的；</p>
　　<p>（4）在诉讼和仲裁时，为保护我们的知识产权和其他财产权益等合法权益，需要披露您的个人资料；</p>
　　<p>（5）应用户监护人的合法要求而提供用户个人身份信息时。</p> 
 
<h4>12．违约责任 </h4>
    <p>用户同意保障和维护魔克科技及其他用户的利益，如因用户违反有关法律、法规或本用户协议项下的任何条款而给魔克科技或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。 </p>
    <p>用户同意补偿魔克科技的母公司、子公司、关系企业、受雇人、及一切相关人员，因用户违反相关法律法规或本用户协议所产生之一切损害及责任。</p> 
 
<h4>13．免责声明 </h4>
     <p>在法律允许的最大范围内，魔克科技不会对用户提供任何保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。</p>
   <p>另外，在适用法律允许的最大范围内，魔克科技并不担保魔克科技所提供的产品和服务一定能满足用户的要求，也不担保提供的服务不会被中断，并且对产品和服务的及时性，安全性，出错发生，以及信息是否能准确，及时，顺利的传送均不作任何担保</p> 
<p>在适用法律允许的最大范围内，魔克科技不就因用户使用魔克科技的产品和服务引起的，或在任何方面与魔克科技的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。</p>
<p>魔克科技将尽最大的努力维护游戏的安全及公平。魔克科技根据安全程序、虚拟物品非正常交易或使用外挂嫌疑，所作出的分析判断都不是100%准确无误的，对此，用户是给予充分理解的。如果我们有误操作，我们将及时进行恢复，而不须赔偿。</p>
 
<h4>14．法律管辖 </h4>
    <p>本产品和服务相关规范的解释及适用，以及用户因使用魔克科技产品和服务而与魔克科技之间所产生的权利义务关系，应适用中华人民共和国法律（不含涉外民事法律适用法或其他类似法规）。与本协议有关的一切争议，包括但不限于因本协议的签订或履行产生的争议、在本协议履行过程中产生的争议以及因本协议下产品和服务所产生的争议，均应以上海魔克科技有限公司所在地法院为第一审管辖法院。此外，如果本用户协议的任何内容与法律相抵触，应以法律规定为准，同时魔克科技将重新解释或修改相关的条款，而本用户协议的其他部分将保持对用户的法律效力。 </p>
 
<h4>15．送达和通知 </h4>
    <p>本用户协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。 </p> 
 
<h4>16．其他规定</h4>
    <p>如本用户协议中的任何内容无论因何种原因完全或部分无效或不具有执行力，本用户协议的其余内容仍应有效并且对协议各方有约束力。
本用户协议中的标题仅为方便而设，不具法律或契约效果。</p> 
 
<h3 style="margin-top:20px">网络游戏防沉迷系统及实名认证服务协议 </h3>
 
<h4>1.本协议性质</h4> 
 　　<p>1.1本协议按照《关于保护未成年人身心健康实施网络游戏防沉迷系统的通知》(以下简称《防沉迷通知》)</p>而制定，并自2007年_7_月_15_日正式实施起生效执行。
 　　<p>1.2本协议是网络游戏运营商(以下简称为“运营商”)与用户为实施网络游戏防沉迷系统及实名认证工作所订立的权利义务规范。</p>
<p>1.3本协议条款如与运营商现行用户账号注册相关条款内容有冲突，以本协议为准。
 </p>
<h4>2.本协议的目的 </h4>
 　　<p>2.1防止未成年人过度沉迷网络游戏，倡导健康游戏习惯，保护未成年人的身心健康。</p> 
 　　<p>2.2帮助家长及法定监护人了解其未成年子女或其他法定监护对象是否使用网络游戏等情况。</p>
 
<h4>3. 网络游戏防沉迷系统开发标准</h4>
<p>3.1 未成年人累计在线3小时以内的游戏时间为“健康”游戏时间。</p>
<p>3.2 未成年人累计在线游戏3小时之后，再持续下去的2小时游戏时间为“疲劳”游戏时间，此时间段内未成年人获得的游戏收益将降为正常值的50%。</p>
<p>3.3 未成年人累计在线游戏时间超过5小时为“不健康”游戏时间，不健康时间内未成年人的游戏收益降为0。</p>
 
<h4>4.注册须知 </h4>
<p>4.1 用户需要按运营商提供的注册方式进行注册申请。</p>
<p>4.2 新用户首次注册实名身份信息均为免费，用户的实名身份信息一经注册或者补充即不允许随意修改。</p>.
<p>4.3 用户所填实名身份信息内容不全或在运营商无法识别，用户将收到运营商的提示信息。</p>
 
<h4>5.运营商认证原则 </h4>
 　　<p>5.1 未满18周岁的用户将被判定为未成年人。</p>
 　　<p>.2 达到或者超过18周岁的用户将被初步判定为成年人。</p>
 　　<p>5.3 补充填写期限到期后，未进行补充实名身份信息并且原注册信息不符合实名身份要求的老用户将被判定为未成年人。新用户注册的实名身份信息不符合实名认证要求的该用户将被判定为未成年人。</p>
 　　<p>5.4 上述情况按照以下原则处理：</p> 
 　　<p>5.4.1被判定为未成年人的用户纳入网络游戏防沉迷系统。</p>
 　　<p>5.4.2初步判定为成年人的用户，其实名身份信息将由运营商提交公安部门进行验证。</p>
 　　<p>5.4.3当未成年人用户年龄自然成长达到18周岁时，系统自动初步认定其为成年人，其实名身份信息将由运营商提交公安部门进行验证。</p>
 　　<p>5.5 对于不适用中华人民共和国身份证信息注册的现役军人、外籍人士、港澳台同胞等用户，可根据其合法身份证明复印件或传真件向运营商提出实名认证申请，认证未通过前纳入网络游戏防沉迷系统。</p>
 
<h4>6. 安全保障措施。</h4> 
 　　<p>6.1 运营商对用户所提供的实名身份信息进行严格的管理及保护，并将使用现有的技术，尽力防止用户的个人资料丢失、被盗用或遭篡改。</p>
 　　<p>6.2 运营商未经用户授权不得公开、修改、透露用户身份信息资料及其它保存在网络游戏防沉迷系统实名认证方案中的保密性内容，除遇下列情形：</p>
 　　<p>6.2.1根据有关法律规定要求。</p>
 　　<p>6.2.2基于司法机关或其它国家主管机关的法定程序的要求。</p>
 　　<p>6.2.3在紧急情况下为保护用户或第三人的人身安全，防止用户及他人权益之重大危害的情形下。</p>
 　　<p>6.3运营商因自身原因管理不善，导致用户实名身份信息泄露，给用户造成损失的，应承担相关法律责任。</p>
 
<h4>7.验证须知</h4>
 　　<p>7.1 运营商定期将经识别分类后初步判定为成年人的实名身份信息批量提交公安部门进行验证，由公安部门判定该信息是否真实，并根据验证结果最终确定该用户是否属于成年人。</p>
 　　<p>7.2运营商将建立实名身份信息数据库，逐步积累已经验证的实名身份信息，用于对新用户提供的实名身份信息进行比对。比对一致的将不再重复送交公安部门验证。</p>
 　　<p>7.3用户实名身份信息经公安部门验证未通过的将被纳入网络游戏防沉迷系统。</p>
 　　<p>7.4 运营商无法确保公安部门现有身份信息库的完整，用户对此现状已明确了解。提供本人的身份证复印件、户口薄复印件、联系电话等真实有效的身份证明后可向运营商提出将使用本人身份信息注册的账号归入网络游戏防沉迷系统的要求。如用户需进一步主张自身的权利，根据相关法规和程序处理。</p>
 　　<p>7.5运营商自用户提交实名身份信息后一个自然月内完成验证。</p>
 
<h4>8.查询系统须知 </h4>
 　　<p>8.1 网络游戏实名认证信息查询系统，供家长及法定监护人对其未成年子女或其他法定监护对象是否使用网络游戏，是否受到网络游戏防沉迷系统的保护等情况进行查询，以及供公民查询本人身份信息有无被他人使用的情况。</p>
 　　<p>8.2 查询者在使用查询系统时需通过书面形式提出申请，并附本人的身份证复印件、户口薄复印件、联系电话、邮编、邮寄地址或电子邮件等真实有效的身份证明信息，方可向运营商提出查询本人身份信息有无被他人使用的申请；如需依法查询被监护人是否使用网络游戏，需要另外提供经公证的能够证明本人与被监护人法定监护关系的证明材料。</p>
 　　<p>8.3 公民如发现本人身份信息被他人使用，在提供本人经公证的身份证复印件、户口薄复印件、联系电话等真实有效的身份证明后可向运营商提出将使用本人身份信息注册的账号归入网络游戏防沉迷系统的要求。如公民需进一步主张本人的权利，应根据相关法律和程序处理。</p>
 　　<p>8.4 对于查询者的查询需求，自收到申请函之日起运营商需在一周内对其中的身份信息公证证明进行形式上的核对后，将处理情况复函通知查询者。</p>
 
<h4>9. 免责须知</h4> 
 　　<p>9.1 鉴于现有技术及运营商资源的局限性，运营商在此特别提示用户在本网络游戏防沉迷系统及实名认证实施过程中可能存在缺陷及瑕疵，用户对此表示理解和认可同意并自动接受此服务协议的约定内容，运营商在依照本协议所述履行相应义务的前提下，用户承诺不就此追究运营商的责任。</p>
 　　<p>9.2 由于用户向运营商提供错误、不完整、不实信息等致使本人遭受任何损失，责任自负。</p> 
 　　<p>9.3 由于用户个人原因将密码告知他人或未保管好自己的密码或与他人共享注册账户或任何其它非运营商的过错，导致本人实名认证信息泄露，运营商不承担责任。</p>
     <p>9.4 仅于下列情况下，魔克科技可公开、披露、透露或向第三方提供用户信息，且不承担任何责任：</p>
         <p>(a)根据法律法规规定必须披露的；</p>
         <p>(b)司法部门或其它法律授权的机关依照法定程序要求提供；</p>
         <p>(c)在紧急情况下，为维护用户、其他第三方或公众的权益；</p>
         <p>(d)为维护魔克科技的合法权益；</p>
         <p>(e)其他需要公开、编辑或透露用户信息的情况。</p>
     <p> 9.5 用户在使用魔克科技网络游戏过程中，可能存在第三方非法截取、窃取或取得用户信息。魔克科技将尽量采取合理防御措施防止上述风险的发生，但魔克科技不承诺上述风险可以绝对避免，也将不对上述风险的发生承担任何责任。</p>
 
<h3>用户须知</h3>
<h4>为了各位玩家能够更好的享受魔克科技网络游戏中的每个精彩时刻，您应该遵守以下守则：</h4>
<p>一、玩家之间人人平等，这是我们对您进行服务的准则。我们努力使每个玩家获得同等质量的服务，您也应该做到尊重其他玩家的权利，不进行任何可能会侵害其他玩家游戏质量的活动。</p>
<p>二、网络游戏基于人人互动才能精彩，为了使你在虚拟世界中拥有更多的朋友，请在游戏中注意言行举止，礼貌用语。对于语言污秽的玩家，GM在获得举报后将会采取禁言等措施进行管理。</p>
<p>三、公平游戏是享受游戏的前提，正如每一个人都知道的，任何程序都存在BUG，虽然我们尽力解决已知的BUG，但是不能排除其它BUG存在的可能性。作为游戏玩家，应该能够在发现BUG时主动向GM汇报。严禁利用任何BUG进行非正常性的获利，这些获利包括但不限于获得额外的经验值，属性、道具物品等。一经发现，GM将有权利对该玩家处以监禁处罚，甚至关闭帐户。</p>
<p>四、玩家应该不参与以真实货币或物品进行的虚拟货币或虚拟物品的交易行为，更不能对利用游戏漏洞产生的虚拟物品或虚拟货币进行交易及使用，我们将不对这一类交易中产生的任何问题进行支持或者保障，同时将对游戏造成的影响采取必要的保护措施，如删除物品等，这些行为要求还包括以真实货币购买游戏帐户等。</p>
<p>五、减少玩家之间PK活动，虽然程序中允许进行PK行为，但任何恶意PK均将影响你在游戏中与他人正常的交流活动，友善待人能够让你获得更大的游戏乐趣。</p>
<p>六、每个玩家均有请求GM帮助的权利，但是，为了能够让更多的人获得帮助，每个玩家应该自觉不与GM闲聊。GM有权利不回答与工作无关的闲聊话题。</p>
<p>七、每个玩家均有监督GM的权利，如果您发现GM任何违规行为，均可以采用游戏提供的截图方式（保障图片真实性）获取现场，并将投诉内容提交给魔克科技，魔克科技将会对该名GM进行处理。</p>
<p>八、网络资源空间是网络游戏顺利运行的保证，对网络资源空间的浪费将最终影响每个玩家对网络游戏的使用。每个玩家均应珍惜网络资源空间，遵守游戏规则及规定，避免任何对网络资源空间的浪费。 </p>
<p>九、青少年用户特别提示：青少年用户必须遵守健康游戏忠告--抵制不良游戏，拒绝盗版游戏；注意自我保护，谨防受骗上当；适度游戏益脑，沉迷游戏伤身；合理安排时间，享受健康生活。</p>
<p>十、理解并且遵守魔克科技颁布的玩家守则和服务承诺以及其它规定。</p>
<h4 style="text-align:right">上海魔克科技有限公司</h4>

</div>



		
		<div class="mark" id="mark" style="display:none;"></div>
		<!--弹窗-->
		<div class="pop-wrap" id="pop-wrap" style="display:none;">
			<div class="pop-header">
				<span class="close">&times;</span>
				提示信息
			</div>
			<div class="pop-body">
				<div class="content-box">
					<div class="" id='popstr' name='popstr'>密码设置成功</div>
				</div>
			</div>
			<div class="pop-footer">
				<button onclick="popup_close();">确定</button>
			</div>
		</div>
