<?php

final class ResourceIdTranslation
{
    private static $translation_ = array(
        4 => "玩家经验",
        1 => "老虎机币",
        2 => "高级欢乐券",
        3 => "符石经验",
        4 => "符石精华",
        5 => "战魂残片",
        6 => "元宝",
        7 => "金币",
        8 => "体力",
        9 => "宝石精华",
        10 => "精炼石",
        11 => "突破石",
        12 => "欢乐券",
        13 => "战魂经验",
        14 => "战魂碎片",
        15 => "宝石碎片",
        16 => "斩将币",
        17 => "复活币",
        18 => "荣誉币",
        19 => "经典合作币",
        20 => "组队币",
        21 => "活跃度",
        22 => "高级战役币",
        23 => "技能点",
        24 => "贡献度",
        25 => "古币",
        26 => "古董",
        27 => "精力",
        28 => "觉醒丹",
        29 => "金龙令",
        30 => "点化石",
        31 => "强化精石",
    );

    public static function get($id)
    {
        if (isset(self::$translation_[$id])) {
            return self::$translation_[$id];
        } else {
            return $id;
        }
    }
}
